Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/300-s.htm.tmx
Source language: sme
Languages: nob

source: O. b. Mathias Bonsach Krogh ( Njuohtan Joh. Løvholt , Vågan girku .
nob: T.h. Mathias Bonsach Krogh ( Etter maleri av Joh. Løvholt i Vågan kirke .

source: Govva : Håkon Brun )
nob: Foto : Håkon Brun )

source: « Šadde báhkimin , eai ge dáruiduvvan veaháge »
nob: « Blevne Hedninger , men ingenlunde fornorskede »

source: Vaikko Davvi-Norgga vuosttaš bisma , Mathias Bonsach Krogh , cuiggodii garrasit daid ovddit virgeolbmáid ja prinsihpalaččat lei mielas sámegillii , de ii rievdan mihkkege álgoáiggiid .
nob: Sjøl om den første biskopen for Nord-Norge , Mathias Bonsach Krogh , var en hard kritiker av sine forgjengere og i prinsippet positiv til bruk av samisk språk , skjedde det ingen større endringer den første tida .

source: Dáruiduhttin doaimmai duohtadilis ain gitta 1820-logu rádjái goit .
nob: Fornorskinga fortsatte i praksis i alle fall til ut på 1820-tallet .

source: Professor Jens A. Friis celkkii maŋŋil ná dan áiggi birra : « Nu ledje 50 jagi huksen sámegiela ja njeaidán dárogiela .
nob: Professor Jens A. Friis uttalte seinere om denne tida : « Saa havde man altsaa i 50 Aar bygget op paa Lappisk og i 50 Aar revet ned paa Norsk .

source: Sápmelaččat ledje 1824:s eatnasat šaddan báhkimin , eai ge dáruiduvvan veaháge.»[14 ]
nob: Lapperne vare i 1824 for en stor Del blevne Hedninger , men ingenlunde fornorskede.»[15 ]

source: Báhpaguovttos Peter V. Deinboll ja Nils V. Stockfleth dat leigga ođasteami njunnošis , ja de dahkkoje ollu sámegiel oahppogirjjit mat váldoje skuvlla atnui .
nob: Det var prestene Peter V. Deinboll og Nils V. Stockfleth som sto i spissen for ei revurdering og det blei nå laga ei rekke samiske lærebøker som blei innført i skolen .

source: Álgoáiggiid dorjo Christiania ja Stockholma eiseválddit sudno ollásit .
nob: Den første tida hadde de full støtte hos sentrale myndigheter i Christiania og Stockholm .

source: Ee. dajai Ruoŧa-Norgga gonagas Carl Johan ahte oahpahus galggai sápmelaččaid eatnigillii , « Ipmila iežas addin giella álbmogii galggai Ipmila várjalusa hálddus boahtteáiggis»[15 ]
nob: Bl.a. uttalte den svensk – norske kongen Carl Johan at undervisningen skulle skje på samenes morsmål , « i det Folket af Gud givne Sprog til Guds fremtidige beskyttende Varetægt»[16 ]

source: Dáruiduhttima áŋgirat goitge eai eisege lean vuollánan , ja Stockfleth šattai gierdat ollu garra vuostehágu .
nob: Men fornorskingsforkjemperne hadde på ingen måte gitt seg , og Stockfleth måtte tåle mange harde angrep på sitt arbeid .

source: Ovdamearkan dasa lea dat namakeahtes čálus mii lei Tromsø Tidende-aviissas nr. 73-1840 : « Go dál obage beroštit sápmelaččaid gielas lea aivve ja dušše ovtta olbmá sivva , son guhte lea rahčagoahtán dan johtti álbmoga ovddas . Muhto ollugat eahpidit lea go dálá ráđđehusa dahku politihkalaččat riekta , nu go maiddái lea luonddu iežas vuostá doalahit dakkár giela heakkas man hupmet dušše dat olbmot geat garraseamos lági mielde vuosttaldit bisánit dáluássin geat mákset servodahkii vearu.»[16 ]
nob: Et eksempel er det anonyme innlegget som blei tatt inn i Tromsø Tidende nr. 73-1840 : « At der nu ydes det finske ( lappiske ) Sprog Opmerksomhed skyldes ene og alene den Mand , som har opofret sig for dette nomadiske Folkeslag ; men det politiske Rigtige af denne Regjeringens Fremgangsmaade betvivles af Mange , ligesom Naturen selv taler imod Nytten af at opretholde et Sprog , der kun tales af Mennesker som have den største Modbydelighed for at blive fastboende skatteydende Borgere.»[17 ]

source: 1800-logu gaskkamuttus de fas jorggihii ášši nuppe guvlui .
nob: Fra midten av 1800-tallet vippa det igjen over .

source: Ovdamearkan dasa mot dáruiduhttima árjjalaččat barge , de leat mii dása váldán guokte reivve mat leat čállon 1850-logu loahpageahčen .
nob: Som eksempel på hvordan fornorskingsforkjemperne argumenterte og arbeida , har vi tatt med to brev fra slutten av 1850-tallet .

source: Dan ovddibu lea Romssa fáldi Martinus Drejer sádden Romssa seminára hovdii .
nob: Det første har fogd Martinus Drejer i Tromsø sendt til bestyreren av Tromsø seminar .

source: Dat nubbi , mii leat dan ovddibu joatkkan , lea seminárahoavdda Fredrik Hvoslefa reive Bismagoddedirekšuvdnii seamma áššis .
nob: Det andre , som er ei oppfølging av det første , er seminarbestyrer Fredrik Hvoslefs brev om samme sak til Stiftsdireksjonen .

source: Sápmelaččat , láddelaččat ja dáččat vuosttaldedje
nob: Motstand blant samer , kvener og nordmenn

source: Okta dain gii garrasepmosit vuosttaldii dáruiduhttima mii fas lei boahtán ollásit , lei Stockfletha maŋisčuovvu Kristiania universitehta sámegieloahpaheaddjin , Jens Andreas Friis .
nob: En av dem som protesterte kraftigst mot den fornorskingslinja som da igjen dominerte , var Stockfleths etterfølger som lærer i samisk ved Universitetet i Kristiania , Jens Andreas Friis .

source: 1887:s son čálii : « Áiggun dás ja álo boahtteáiggis , šaddos dal mot šattaš , vuosttaldit dan skuvlagohččosa man dál čuvvot .
nob: I 1887 skreiv han : « Jeg maa engang for alle for Nutid og Fremtid , ske hvad ske vil , nedlægge saadan Protest mod den Skoleinstruks som nu følges .

source: Mun áiggun buhtistit oamedovddun , go in áiggo guoddit ovddasvástádusa mii livččii jos in vuosttaldivčče dasa.»[17 ]
nob: Jeg vil have min Samvittighed fri , jeg vil ikke have Ansvaret for ikke at have protesteret.»[18 ]

source: ( Gova luoikan Riksarkivet )
nob: ( Foto utlånt av Riksarkivet )

source: Ollu sápmelaččat maiddái vuosttaldedje dáruiduhttima .
nob: Fornorskinga møtte også motstand blant mange samer .

source: 1800-logu loahpageahčái lea dat vuosteháhku duođaštuvvon unnán .
nob: Men fram til slutten av 1800-tallet er denne motstanden dårlig dokumentert .

source: Sivvan dasa lea ea ea go sápmelaččat eai báljo máhttán čállit , sis lei unnán skuvlaoahppu , ja sis váilo dieđihangaskaoamit maidda sii livčče sáhttán čállit oaiviliideaset .
nob: Det skyldes bl.a. at samene hadde vanskelig for å uttrykke seg skriftlig , dels på grunn av dårlig utdanning , dels på grunn av mangel på organer der de kunne få sine meninger på trykk .

source: Okta dain hárve dokumeanttain 1800-logus mas njuolgá oaidná sámiid vuostehágu dáruiduhttimii lea dat reive man John Samuelsen čálii 1896:s iežas skuvlabiire ovddas Deanu gildii .
nob: Et av de få bevarte dokumentene fra 1800-tallet som direkte viser samenes motstand mot fornorskingspolitikken er brevet som John Samuelsen i 1896 skreiv på vegne av sin skolekrets til Tana kommune .

source: 1873 rájes bohte eanet sámi aviissat , ja dain sáhtte sápmelaččat cealkit oaiviliideaset stivrema ja dakkáriid birra , áinnas skuvlapolitihka .
nob: Fra 1873 kom det flere samiske aviser , og her kunne samene gi uttrykk for sin mening om styre og stell , ikke minst om skolepolitikken .

source: Dat aviissat mat ovddemusta ledje sámepolitihkalaš gaskaoamit , heaittihuvvoje dušše moadde jagi maŋŋil , dušše risttalaš aviisa Nuorttanaste lea ceavzán 1879 rájes dássážii .
nob: De avisene som først og fremst var samepolitiske organer , gikk alle inn etter ganske få år , men den kristelige avisa Nuorttanaste har holdt stand fra 1879 til i dag .

source: Dan aviissas mii leat ge čuohpastan 6 oanehis čállosa 1902–09 áigodagas , mat buohkat fallehit dáruiduhttinpolitihka .
nob: Fra denne avisa har vi saksa 6 kortere innlegg fra perioden 1902–09 , som alle går til angrep på fornorskingspolitikken .

source: Veahá maŋŋil oidnogođii dáruiduhttima vuosteháhku maiddái girjjiin .
nob: Noe seinere kom motstanden mot fornorskingspolitikken også til uttrykk i bøker .

source: Oalgguhančállosis Fornorskningen i Finmarken ( Finnmárkku dáruiduhttin ) leat mii váldán guokte čállosa maid leaba čállán sámi oahpaheaddji Anders Larsen ja dáru oahpaheaddji Johannes Hidle .
nob: Fra kampskriftet Fornorskningen i Finmarken har vi saksa to artikler , skrevet av den samiske læreren Anders Larsen og den norske læreren Johannes Hidle .

source: Dáruiduhttit bealuštedje iežaset garrasit , sihke aviissain ja girjjiin .
nob: Fornorskerne forsvarte seg kraftig , både i aviser og bøker .

source: Ovdamearkan dasa leat mii válljen diktačálli Nils Collett Vogt ja finnmárkolaš politihkkára Bjarne Hofseth .
nob: Som eksempel på dette har vi valgt dikteren Nils Collett Vogt og finnmarkspolitikeren Bjarne Hofseth .

source: Sihke sápmelaččat , láddelaččat ( kveanat ) ja dáččat vuosttaldedje garrasit 1920- ja 30-logu dáruiduhttima , ja mii leat dás válljen ovdamearkan láddelačča Johan Beronka ja dáčča Hans Vogt .
nob: Kritikken mot fornorskinga på 1920- og 30-tallet kom både fra samer , kvener og nordmenn , og vi har valgt ut kvenen Johan Beronka og nordmannen Hans Vogt som eksempler .

source: Finnmárkku skuvladirektevra Christen Brygfjeld dustii garrasit sudno cuiggodusaid , ja mii leat dása váldán guokte vástádusa sus .
nob: Kritikken fra hver av disse blei møtt med svært hissige motangrep fra Finnmarks skoledirektør Christen Brygfjeld , og vi har også tatt med to av hans svar .

source: Goitge , vaikko politihkkárat ja kánturválddi bargit oinnolaččat bealuštedje dáruiduhttinpolitihka , de ledje sis maiddái muhtun čiegusvuođat .
nob: Men samtidig som fornorskingspolitikken blei åpent forsvart av politikere og byråkrater , hadde denne også sine skjulte sider .

source: Okta dain lei « Finnmarksnevnden » , Finnmárkku lávdegoddi , dakkár ásahus mii lei nu čiegus ahte eai gallis dan diehtán , eai dalle eai ge maŋŋil .
nob: Blant dem var « Finnmarksnevnden » , et organ som var så hemmelig at de færreste kjente til det , både i datida og ettertida .

source: Dat vuođđuduvvui maŋŋel Suodjalusdepartemeantta evttohusa Girko- ja oahpahusdepartementii 1917:s .
nob: Den blei oppretta etter et initiativ som Forsvarsdepartementet kom med overfor Kirke- og undervisningsdepartementet i 1917 .

source: Finnmárkku lávdegoddái ledje válljejuvvon iešguđet stáhtalaš orgánaid fámolaš olbmát , ja sii plánejedje Finnmárkku boahtteáiggi dáruiduhttima nammii .
nob: I Finnmarksnevnden satt et utvalg av innflytelsesrike menn fra forskjellige statsorganer og planla utviklinga av Finnmark , hele tida i et fornorskingsperspektiv .

source: Lávdegoddi gieđahalai dakkár áššiid nu go kommunikašuvnnaid , sihke fylkka siskkobealde ja Suoma beallái , eanadollui eatnamiid váldima , radiodoaimmaid , láddelaččat stáhtaborgárvuođa , ja girko- ja suodjalusáššiid .
nob: Nemnda behandla spørsmål som kommunikasjoner , både internt i fylket og over til Finland , jordbrukskolonisering , kringkasting , statsborgerskap for kvener , kirke- og forsvarsspørsmål .

source: Riikaárkiivvas leat mii gávdnan Innstilling IV fra Finnmarksnevnden , Finnmárkkulávdegotti evttohus IV .
nob: I Riksarkivet har vi funnet Innstilling IV fra Finnmarksnevnden .

source: Ovdasiidui lea čállon HEMMELIG – čiegus .
nob: På forsida er det skrevet HEMMELIG .

source: Skuvlaáššiid dáfus celko evttohusas ee. « Lávdegoddi atná buori skuvlaásahusa hui dehálaš gaskaoapmin Finnmárkku dáruiduhttima ovddideapmái , ja rávve hui garrasit ásahit internáhttaskuvllaid vuogádaga . »
nob: Om skolespørsmål uttaler innstillinga bl.a. « Nevnden anser et godt skolevesen som et av de viktigste midler i arbeidet for fremme av norskheten i Finnmark , og vil sterkt tilråde systemet med internatskoler . »

source: Artihkkaliin mat dás leat čállon oaidná vuosttažettiin makkár almmolaš digaštallan lei dáruiduhttima ja sápmelaččaid oahpahusa dáfus .
nob: Artiklene som kommer her viser i første rekke den offentlige debatten om fornorskingspolitikk og opplæring for samer .

source: Skuvla lei dehálaš oassin dáruiduhttimis , muhto go lei oanehis oahpahusáigi ja heajos skuvladilálašvuođat , de ii nagodan skuvla okto doaimmahit beaktilit dáruiduhttima .
nob: Skolen var en vesentlig del av fornorskinga , men med den korte undervisningstida og de dårlige forholda som skolen arbeida under , kunne skolen aleine ikke føre til en effektiv fornorsking .

source: Dan oaidná das go golai nu guhkes áigi dan rájes go stáhta mearridii dáruiduhttima , dassážii go giellamolsun doaibmagođii duohtadilis .
nob: Det ser vi ut fra at det tok så lang tid fra staten satte fornorsking som mål og til språkskiftet blei gjennomført i praksis .

source: Dáruiduhttinpolitihkka lei álgobáliid čielgasepmosit celkon oahpahusvuogádagas , muhto dat dovdogođii dađistaga eará servodatosiin maiddái , omd. suohkaniid ja stáhtalaš hálddahusain , dearvvašvuođavuogádagas , ealáhusaid hálddašeamis , omd. eanadoalus , boazodoalus ja guolástusain , gávppašeamis ja industriija ovdánahttimis .
nob: Fornorskingspolitikken var nok tydeligst og mest åpent erklært i skolevesenet , men gjennomsyra etter hvert også mange andre sider av samfunnet , som kommunal og statlig administrasjon , helsevesen , forvaltning av næringer som jordbruk , reindrift og fiske , handel og industriutvikling .

source: Buot dát dagahii ahte sápmelaččat ja eará ássit dán riikkas jáhkkigohte ahte sámi kultuvrras ja sámegielas ii lean boahtteáigi ja ahte dat baicca hehttii buresbirgejumi , oadjebasvuođa , olmmošvuođa ovdáneami ja servodahkii oassálastima .
nob: Til sammen førte dette til at både samer og andre innbyggere i landet tok til seg oppfatninga at samisk kultur og språk var uten framtid og et hinder på vegen til velstand , trygghet , danning og deltaking i samfunnet .

source: Dát ollislaš bággodovdu oaččuhii eanas sápmelaččaid « válljet » eará giela ja kultuvr ra boahttevaš buolvvaidasaset .
nob: Det var dette samla presset som førte til at størstedelen av samene « valgte » å ikke føre samisk språk og kultur videre til framtidige generasjoner .

source: Dán oasi dokumeanttat čájehit dan áiggi mii nogai jur ovdalaš 2. máilmmisoađi .
nob: Dokumentene i denne bolken går fram til tida rett før 2. verdenskrig .

source: Digaštallan goitge bisttii sihke soahteáigge ja soađi maŋŋil , ii ge leat nohkan vel otná dán beaivve ge .
nob: Men debatten fortsatte både under og etter krigen og er ennå ikke over i dag .

source: Daid ođđaset áiggiid dokumeanttaide mii máhccat dán ráiddu čuovvovaš girjjiin .
nob: Dokumentene fra seinere tid vil vi komme tilbake til i et seinere bind i serien .

source: [ 1 ] Iešguđet gáldot čállet lotnolassii « dánskagiella » ja « dárogiella » skuvlagiela dáfus .
nob: [ 1 ] De forskjellige kildene varierer mellom å bruke « dansk » og « norsk » om skolespråket .

source: Duohtadilis lei 1700- ja 1800-logus dušše dánskagiella čálagiellan .
nob: I virkeligheten var det på 1700- og 1800-tallet bare snakk om dansk som skriftspråk .

source: 1500-logu rájes dánskagiella lei áidna čállingiellan Norggas gitta 1800-logu gaskkamuddui .
nob: Fra 1500-tallet var dansk enerådende skriftspråk i Norge fram til midten av 1800-tallet .

source: 1862 bođii vuosttaš sierra riektačállinrievdadus Norgga dánskagillii , muhto váldu čállingiellan lei dánskagiella gitta 1907 rádjái .
nob: I 1862 kom den første sjølstendige rettskrivningsendring for dansken i Norge , men det dominerende skriftspråket var fortsatt i all hovedsak dansk til 1907 .

source: Landsmål / nynorsk dahkkoje čállingiellan easka 1800-logu gaskkamuttus , dat eai váikkuhan sámegiel guovlluin .
nob: Landsmål / nynorsk som blei utvikla som skriftspråk midt på 1800-tallet , fikk liten innvirking i samiskspråklige områder .

source: 1700-logus lei stuora oassi ámmátásahusas ja girkolaš oaivámušain Norggas dánskalaččat , ja sii hupme maiddái dánskagiela .
nob: På 1700-tallet var en stor del av embetsverket og geistligheten i Norge dansk , og de brukte dansk også som muntlig språk .

source: Dánska čálagiella buori muddui báinnii servodaga bajitgearddi giela , ja ollugat hupme dan mii gohčoduvvui « luhkkárdánskagiellan » , sii hupme nu go čálagiella , muhto sis ledje norgalaččaid jietnadagat .
nob: Det danske skriftspråket påvirka også i stor grad talemålet i overklassen , og mange snakka det som blei kalt « klokkerdansk » , dvs. de snakka som skriftspråket , men med norsk lydverk .

source: Nu ahte dat giella mii báinnii sápmelaččaid dáruiduhtidettiin lei áibbas eará go dat maid norgalaččaid báikegottiid álbmot humai.[2 ] Anton Hoëm : Fra noaidiens verden til forskerens .
nob: Det vil si at det språket som samene blei utsatt for gjennom fornorsking i skole og kirke , var et ganske annet språk enn de dialektene den lokale norske allmuen snakka.[2 ] Anton Hoëm : Fra noaidiens verden til forskerens .

source: Novus forlag 2007 , erenoamážit s. 72 ja 137.[3 ] Norske Riksregistranter VI s. 275–277 .
nob: Novus forlag 2007 , særlig s. 72 og 137.[3 ] Norske Riksregistranter VI s. 275–277 .

source: Siterejuvvon Oluf Kolsrud : Finnemisjonen fyre Thomas von Westen .
nob: Sitert etter Oluf Kolsrud : Finnemisjonen fyre Thomas von Westen .

source: Studia Septentrionalia 1947 s. 8[4 ] Siterejuvvon Oluf Kolsrud : Finnemisjonen fyre Thomas von Westen .
nob: Studia Septentrionalia 1947 s. 8[4 ] Sitert etter Oluf Kolsrud : Finnemisjonen fyre Thomas von Westen .

source: 1955 s. 6[6 ] Instruks for Ole Frost , 10.06.1748 , gjengitt etter Adolf Steen : Samenes kristning og Finnemisjonen til 1888. s. 241.[7 ] Váldon Adolf Steen girjjis : Samenes kristning .
nob: 1955 s. 6[6 ] Instruks for Ole Frost , 10.06.1748 , gjengitt etter Adolf Steen : Samenes kristning og Finnemisjonen til 1888. s. 241.[7 ] Gjengitt etter Adolf Steen : Samenes kristning .

source: s. 243.[8 ] J. K. Qvigstad : Historisk oversikt over Oplysningsarbeidet blant Finnerne i Finmarken .
nob: . s. 243.[8 ] « Finsk » betyr her samisk.[9 ] J. K. Qvigstad : Historisk oversikt over Oplysningsarbeidet blant Finnerne i Finmarken .

source: 1907 s. 12[9 ] J. K. Qvigstad : Historisk oversikt over Oplysningsarbeidet blant Finnerne i Finmarken .
nob: 1907 s. 12[10 ] J. K. Qvigstad : Historisk oversikt over Oplysningsarbeidet blant Finnerne i Finmarken .

source: 1907 s. 12–13[10 ] Adolf Steen : Samenes kristning ... s. 271[11 ] N. V. Stockfleth : Bidrag til Kundskab om Finnerne i Kongeriget Norge .
nob: 1907 s. 12-13[11 ] Adolf Steen : Samenes kristning . . s. 271[12 ] N. V. Stockfleth : Bidrag til Kundskab om Finnerne i Kongeriget Norge .

source: s. 341[12 ] Dálbmeluovtta báhpaarkiivas .
nob: s. 341[13 ] Talvik prestearkiv .

source: Váldon Adolf Steen girjjis : Samenes kristning .
nob: Gjengitt etter Adolf Steen : Samenes kristning .

source: . s. 277.[13 ] Gávpoga almmolaš namma lei Oslo 1624 rádjái , ja de Christiania 1877 rádjái , Kristiania 1924 rádjái ja de fas Oslo.[14 ] J. A. Friis : En Sommer i Finmarken , Russisk Lapland og Nordkarelen .
nob: . s. 277.[14 ] Byen het offisielt Oslo til 1624 , deretter Christiania til 1877 , Kristiania til 1924 og seinere igjen Oslo.[15 ] J. A. Friis : En Sommer i Finmarken , Russisk Lapland og Nordkarelen .

source: 1880 s. 65[15 ] N. V. Stockfleth : Bidrag til Kundskab om Finnerne i Kongeriget Norge .
nob: 1880 s. 65[16 ] N. V. Stockfleth : Bidrag til Kundskab om Finnerne i Kongeriget Norge .

source: s. 31[16 ] Váldon Adolf Steen girjjis : Samenes kristning ... s. 314–315 .
nob: s. 31[17 ] Sitert etter Adolf Steen : Samenes kristning ... s. 314–315 .

source: Čállosa doallevašvuhtii sáhttá dajat ahta dan áigge ledje eanas sápmelaččat dálu olbmot , ja sápmelaččat ledje máŋga čuođi jagi máksán vearu , dávjá máŋgga stáhtii .
nob: Til sakligheten i innlegget kan kommenteres at det på dette tidspunktet var et stort flertall av de samisktalende fastboende , og at samene allerede hadde betalt skatt i mange hundre år , tildels til flere stater .

source: ( doaim.)[17 ] Bájuhuvvon girjjis : Adolf Steen : Samenes kristning .
nob: ( red.)[18 ] Sitert etter Adolf Steen : Samenes kristning .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
